<script setup lang="ts"></script>
<template>
  <div class="bg-white p-4">
    <div class="mt-4 space-y-4 text-[16px] leading-[20px]">
      <p>
        В конце дня вам предлагается составить список из
        <span class="font-bold">5 пунктов благодарности Богу.</span>
      </p>
      <img src="/gratitude.png" alt="" />
      <p>Это очень действенный механизм успеха, смысл которого раскрывается в аяте:</p>
      <p class="italic">
        "[Вспомни, как) оповестил вас Господь: "Если будете благодарны, то — нет сомнений — дам Я
        вам еще больше [мирских и вечных благ; а благодарность - это когда вы находитесь над тем,
        что даруемо вам, а не в нем и не ограничены им, когда веруете и усердны в благом вне
        зависимости от изменяющихся вокруг вас обстоятельств]. Но если вы будете неблагодарны
        [скупы, тщеславны, надменны, расточительны, самоуверенны; забудете о Боге, а достижения и
        успехи припишете своей находчивости и постоянству; если будете ныть, жаловаться и выказывать
        недовольство], знайте - Мое наказание, воистину, сурово" (Св. Коран, 14:7).
      </p>
      <p>
        Безусловно, благодарить нужно не только словами, но и поступками (совершая благое, помогая
        другим), в ежедневнике же отведено место ментальной (на уровне мысли) благодарности,
        материализованной на его страницах в конкретных словах.
      </p>
      <p>
        Работая плодотворно днем, а вечером анализируя, планируя следующий день и благодаря Господа,
        вы начнете все больше замечать преображение окружающей вас реальности.
      </p>
    </div>
  </div>
</template>
