<script setup lang="ts"></script>
<template>
  <div class="bg-white p-4">
    <div class="text-[24px] leading-[28px] font-bold max-w-[340px] mx-auto text-center">
      В чем идея этого ежедневника?
    </div>
    <div class="mt-4 space-y-4 text-[16px] leading-[20px]">
      <p>
        У каждого из нас есть определенные цели, однако иногда мы сталкиваемся с трудностями в их
        достижении.
      </p>
      <p>То же самое происходит и с нашими проектами – мы не всегда можем их успешно завершить.</p>
      <p>
        Человеческая природа подвержена тенденции браться за что-то и не доводить это до конца. Мы
        часто отвлекаемся, приходят новые идеи, теряется мотивация, появляются препятствия в виде
        лени или апатии.
      </p>
      <p>
        Часто мы ощущаем потерю направления в жизни и не знаем, как себе помочь, чтобы поставить
        цель и успешно достичь ее, минуя второстепенные и незначительные вещи.
      </p>
      <p>
        Вашим помощником в этом может стать ежедневник, который станет своего рода путеводной
        звездой от вашего текущего положения к желаемому результату – будь то цель или завершенный
        проект.
      </p>
      <p>
        Ежедневник поможет избавить вас от путаницы и поможет разработать последовательный план
        достижения ваших целей и завершения проектов.
      </p>
      <p>
        Он позволит вам легко отличать действия, способствующие вашему росту и движению к цели, от
        тех, что замедляют вас или отводят в сторону, научив ваш разум фокусироваться на главном.
      </p>
    </div>
  </div>
</template>
