<script setup lang="ts"></script>
<template>
  <div class="bg-white p-4">
    <div class="mt-4 space-y-4 text-[16px] leading-[20px]">
      <p>Вверху страницы есть поле "Главное на месяц" с тремя пунктами.</p>
      <img src="/month-goals.png" alt="" />
      <p>Это место для вписывания главных проектов вашей деятельности на предстоящий месяц'.</p>
      <p>
        Вы выбираете самые главные три и ежедневно их прописываете вверху, напоминая своему мозгу,
        что первоочередно он должен сосредотачиваться именно на их реализации.
      </p>
      <p>
        При таком подходе мозг с утра получает указание к действию - все, что он слышит ушами, видит
        глазами и анализирует внутри себя, работая с сознательным и подсознательным, он должен
        подчинить скорейшей и наиболее качественной реализации каждого из трех главных проектов на
        предстоящий период.
      </p>
      <p>
        При таком подходе мозг начнет выдавать конкретные шаги-действия, которые нужно будет
        вписывать в "3" главное".
      </p>
      <p>
        Эти три главных шага-действия могут относиться как к каждому из трех главных приоритетных
        направлений вашей деятельности (по одному на каждый), так и, например, лишь к одному из них.
      </p>
      <p>
        Главное — напоминать мозгу, какие направления деятельности наиболее важны, и заставлять его
        выдавать конкретно сформулированные и энергозатратные шаги-действия, приближающие к успешной
        реализации.
      </p>
      <p>
        Шаги-действия могут занимать от часа до двух или трех времени активной работы над ними. При
        невозможности выполнения за один день либо элементарного неуспевания из-за некоторой
        неорганизованности следует переносить невыполненное на следующий день, также вписывая в
        графу "3" главное".
      </p>
      <p>
        Обращу ваше внимание. Такая формулировка в "главное на месяц", как "здоровье", не является
        проектом, это не конкретно.
      </p>
      <p>"Скинуть вес" не является проектом - не кон-кретно. Что конкретно?</p>
      <p>
        В "главное на месяц" при ваших сегодняшних 100 килограммах вы пишете: "Мой вес — 80
        килограммов" и указываете дату, когда намерены этого достичь.
      </p>
      <p>
        Конкретная формулировка проекта с указанием срока мотивирует мозг заполнить пустое
        пространство между сегодняшними 100 килограммами и 80, заполнить конкретными ежедневными
        действиями, которые через 3-6 месяцев перейдут в привычки и станут неотъемлемой частью
        поведения, стиля жизни или характера.
      </p>
      <p>
        При больной печени — "моя печень абсолютно здорова!", устанавливая при этом срок полного
        оздоровления.
      </p>
    </div>
  </div>
</template>
