<script setup lang="ts"></script>
<template>
  <div class="bg-white p-4">
    <div class="text-[24px] leading-[28px] font-bold max-w-[340px] mx-auto text-center">
      В чем особенность этого ежедневника?
    </div>
    <div class="mt-4 space-y-4 text-[16px] leading-[20px]">
      <p>
        Простая система планирования начинается с общих целей на год и разбивает их на простые и
        понятные цели и задачи на каждый день.
      </p>
      <p>
        Ежедневник разработан таким образом, чтобы помочь вам установить очередную ключевую точку на
        вашем пути и двигаться к ней ежедневно, планируя ваши действия на день, неделю и предстоящие
        месяцы.
      </p>
      <p>
        Основная особенность ежедневника заключается в том, что он будет тренировать ваш разум,
        научив его сосредоточиваться на самом важном.
      </p>
      <p>
        Ежедневник не навязывает жесткого планирования, а служит как компас и дорожная карта,
        указывая направление движения и определяя необходимые действия для достижения очередной
        ключевой точки вашего жизненного пути.
      </p>
    </div>
  </div>
</template>
