<script setup lang="ts"></script>
<template>
  <div class="bg-white p-4">
    <div class="text-[24px] leading-[28px] font-bold max-w-[340px] mx-auto text-center">
      Начало. Из чего состоит ваш путь?
    </div>
    <div class="mt-4 space-y-4 text-[16px] leading-[20px]">
      <p>
        Ежедневник разделен на несколько частей.
        <b>Первая часть</b> - цели на год, 5 и 10 лет.
      </p>
      <img src="/goals.png" alt="" />
      <p>
        С ними вы сверяетесь, когда планируете дела на месяц, неделю и день. Эти дальние цели
        помогут держать направление, уберегут от уклонения в сторону из-за ежедневной рутины.
      </p>
      <p>
        Все, что дальше 3 лет, может быть очень смелым, дерзким и на сегодняшний день нереальным, но
        главное — очень и очень желанным вам.
      </p>
      <p>Планы-проекты на год должны быть как можно более конкретными и измеримыми.</p>
      <p>
        Нецелесообразно планировать больше шести проектов-шедевров на год. В процессе этот список
        может пополняться или редактироваться, но главное, начав, доводить до победного конца!
      </p>
      <p>
        Вы должны ежедневно думать над тем, что помогает вам реализовать планы как можно быстрее и
        успешнее.
      </p>
      <p>
        И пока не завершите, ежедневно вписываете, заполняя
        <span class="font-bold">"главное на месяц"</span> и двигаясь по "3 главных на сегодня".
      </p>
      <img src="/main-goals.png" alt="" />
      <p>
        По итогу спокойного взвешенного анализа, а также исходя из знаний и вашего личного опыта, вы
        постепенно определите главные 20%, которые с наибольшей вероятностью принесут вам 80%
        результата и прибыли.
      </p>
      <p>
        Закон Паркинсона' гласит: "Работа заполняет время, отпущенное на нее". Если что-то должно
        быть сделано через год, оно будет сделано через год. Если что-то должно быть сделано на
        следующей неделе, оно будет сделано на следующей неделе. Если что-то должно быть сделано
        завтра, оно будет сделано завтра. Мы планируем свои дела на основании того, сколько у нас
        есть на них времени. И активны в действии соответственно.
      </p>
      <p>
        Конечно же, важным элементом ежедневника для вас станет страница "Планирование дня", где
        нужно отметить те дела, которые будете делать в течение дня, используя методику "3 + 2”
      </p>
      <img src="/3_2.png" alt="" />
      <p>
        Суть методики состоит в том, что с раннего утра вы намечаете три главных дела (приносящих
        80% результата в реализации проектов из "главное на месяц") и сколько угодно второстепенных,
        вписываемых в раздел "+2", к которым следует приступать только после выполнения трех главных
        либо в рабочих перерывах, когда активность мозга снижена и необходимо переключиться на
        что-то легкое, выполняемое на автомате, дабы разгрузить префронтальную кору головного мозга.
      </p>
      <p>
        Вспоминая о том, что нужно с кем-то созвониться, например, сразу записывайте это в "+2",
        дабы не отвлекаться от главного и после не забыть о второстепенном. Соглашусь, желание
        отвлечься соблазнительно, но главные 20% дают в итоге намного большую радость, удовольствие
        и удовлетворение.
      </p>
      <p>
        Таким образом каждый день вы будете иметь четкую картину, что нужно сделать в первую очередь
        (более ценное для вас, ценнее золота и бриллиантов, так как помогает раскрыть собственные
        таланты и реализовать неограниченные возможности, превращая жизнь в выразительный шедевр), а
        что может подождать.
      </p>
    </div>
  </div>
</template>
